{
  "Database number one": {
    "topics": [
      {
        "id": "D0821",
        "name": "London bombing",
        "references": [
          {
            "id": "D0821-A.M.100.D.H",
            "text": [
              "Four coordinated terrorist attacks occurred in London during the morning rush hour on Thursday 7 July.",
              "Bombs exploded on three subway trains and one double-decker bus.",
              "The bombs all contained similar components: military-grade explosives under 10 pounds, small enough to fit into a backpack.",
              "The explosions killed at least 52 people and injured more than 700.",
              "Investigations at the tunnel site were slow, hampered by very high heat, asbestos dust, and twisted metal.",
              "Investigators do not know how many suspects they are looking for, but reported progress toward identifying one of the bombers."
            ]
          },
          {
            "id": "D0821-A.M.100.D.F",
            "text": [
              "Four coordinated bombings struck central London on July 7, three in subway cars and one on a bus.",
              "The blasts killed 52 persons and sent 350 to hospitals where 22 remain critical.",
              "An additional 350 were treated for light injuries.",
              "Hot, dusty conditions in subway tunnels hampered rescue operations.",
              "PM Tony Blair returned to London from the Group of Eight meeting in Scotland after the bombings.",
              "Police said each bomb contained less than ten pounds of military-grade explosives and did not rule out suicide bombers as responsible.",
              "A group called Secret al-Qaida Jihad Organization in Europe claimed responsibility."
            ]
          },
          {
            "id": "D0821-A.M.100.D.G",
            "text": [
              "Four coordinated bombs exploded in central London during morning rush hour on July 7th, coinciding with the G8 summit in Scotland.",
              "About 700 were injured and 52 killed.",
              "Three bombs were on subway trains and one on a bus.",
              "Each was small enough to fit in a rucksack.",
              "The Secret al-Qaida Jihad Organization in Europe claimed responsibility, to avenge British involvement in wars in Afghanistan and Iraq.",
              "No evidence arose of suicide bombers.",
              "Investigators viewed video by cameras on streets and subway platforms around London.",
              "Londoners took the terrorist attacks in stride, used to IRA bombs and the WWII blitz."
            ]
          },
          {
            "id": "D0821-A.M.100.D.D",
            "text": [
              "During the morning rush hour on July 7, terrorists exploded bombs on three London subway trains and a double-decker bus, killing at least 52 and injuring 700.",
              "A group called Secret al-Qaida Jihad Organization in Europe claimed responsibility.",
              "The attacks were timed to coincide with the G-8 summit meeting at Gleneagles, Scotland.",
              "Forensic evidence indicates that each bomb contained less than 10 pounds of possibly military-grade high explosives, and all were made by a single bomb maker.",
              "There is not yet evidence as to whether suicide bombers were involved.",
              "Police are close to identifying someone responsible for the bus attack."
            ]
          }
        ],
        "systems": [
          {
            "text": [
              "If the terrorists' main aim in London  last week was simply to kill people with bombs on public transport,  their attacks were a grim success.",
              "If the plan was to sow fear and  panic, they failed utterly.",
              "Since Thursday's four bomb blasts on three subway trains and a  bus, which killed at least 52 people in total, many have remarked  about how quickly, and with how little fuss, people in the British  capital resumed everyday life.",
              "According to one claim of responsibility posted on the Internet,  the attacks left \"Britain burning in fear, terror, and fright\"."
            ],
            "score-Aragorn": 5,
            "score-Gandalf": 4,
            "score-Gimli": 1
          },
          {
            "text": [
              "Police working in a hot, dusty tunnel faced a \"great challenge\" recovering bodies from a bomb-hit train near central London's Russell Square subway station, police said Saturday.",
              "British Prime Minister Tony Blair Thursday left the Group of Eight summit by helicopter to be briefed on the attacks in London, but the G8 summit will continue.",
              "British police are on the verge of identifying one person they believe was involved in the bomb attacks which killed at least 52 people in London, a report said Tuesday.",
              "The tunnel was made unsafe, they said, by damage from the bomb blast there.",
              "\""
            ],
            "score-Aragorn": 5,
            "score-Gandalf": 4,
            "score-Gimli": 0.5
          }
        ]
      },
      {
        "id": "D0805",
        "name": "Medicare",
        "references": [
          {
            "id": "D0805-A.M.100.A.C",
            "text": [
              "Medicare Part D enrollment for Medicare beneficiaries began November 15, 2005 though May 15, 2006 for coverage starting January 1, 2006, with a 1% penalty per month for late enrollment.",
              "The Part D Drug Discount Card expired May 15.",
              "After a $100-million information campaign, 33% of seniors felt informed; 37% thought they would benefit.",
              "Seniors choosing a Medicare Part D-approved private drug insurance plan risk loosing their other medical insurance.",
              "Employers used Part D federal subsidies to reduce retirees overall health premiums; others dropped retiree health plans entirely.",
              "Of 40 million elderly Medicare beneficiaries, 28 million will enter Part D."
            ]
          },
          {
            "id": "D0805-A.M.100.A.B",
            "text": [
              "Benefits from the Medicare Part D prescription drug program will not begin until January 1, 2006, but Medicare beneficiaries may sign up beginning November 15, 2005.",
              "The choice is difficult - not just whether to join, but which of a multitude of plans is best for an individual.",
              "Choice of the wrong option can endanger benefits already provided by Medicare or other programs.",
              "The problem is so baffling that Medicare has established a hotline and a website to help applicants, but users complain that the website is ponderous and the representatives on the hotline are often misinformed."
            ]
          },
          {
            "id": "D0805-A.M.100.A.F",
            "text": [
              "Medicare beneficiaries are eligible for Part D prescription drug coverage.",
              "Medicare patients can obtain the drug benefit, which becomes effective January 1, 2006, through two types of private plans: a prescription drug plan (PDP) or a Medicare Advantage plan (MA).",
              "If a senior purchases a Part D plan, any prior drug benefit will be voided.",
              "The government will not negotiate prices or discounts under the plan.",
              "Employers who offer drug coverage to those over 65 are required to provide comparisons of their plan and Part D. Medicare has a hotline and Web site to help people confused by Part D."
            ]
          },
          {
            "id": "D0805-A.M.100.A.A",
            "text": [
              "Prescription drug plan Medicare Part D has been launched with a bombardment of information to seniors.",
              "The enrollment period is from November 15 to May 15 with coverage beginning January 1.",
              "There may be costly penalties for those that do not sign up by the deadline.",
              "The majority of seniors are confused and overwhelmed by all the plan choices.",
              "Making the wrong choice has the potential to cost more than they are currently paying.",
              "Seniors not computer literate must rely on phone representatives newly trained in the plan details.",
              "Many seniors are giving up in frustration and not enrolling."
            ]
          }
        ],
        "systems": [
          {
            "text": [
              "After a two-year wait, on Tuesday more than 40 million Americans eligible for Medicare can start to sign up for Medicare Part D, the program's voluntary prescription drug benefit.",
              "And by Tuesday, a quarter of those people, some 10 million retired American workers, will find out something more specific: whether their former employers will continue to pay for their prescription drug benefits in 2006.",
              "Tuesday is the deadline for employers to say ``yes,'' ``no'' or, perhaps, ``maybe.''  This group of retirees includes my wife, Sara, and me."
            ],
            "score-Gimli": 3,
            "score-Aragorn": 4,
            "score-Gandalf": 5
          },
          {
            "text": [
              "Medicare has a toll-free hotline and a Web site to help people sort through the new Part D drug coverage.",
              "People eligible for the Medicare prescription drug benefit that takes effect Jan. THEN you will automatically be assigned to a randomly selected Medicare drug plan.",
              "You will automatically be assigned to a Medicare drug plan, but with the option of switching if you find another plan.",
              "IF you now receive drug benefits through the Massachusetts Prescription Advantage Plan, and are eligible for Medicare, IF you now receive health coverage through a Medicare Advantage Plan, Broken hip?",
              "in Bethesda, Md.",
              ")"
            ],
            "score-Gimli": 3,
            "score-Aragorn": 4,
            "score-Gandalf": 5
          }
        ]
      }
    ]
  }
}
